export const contents = {
  rule: {
    title: "이용약관",
    content: `
    <p><strong>이용약관</strong></p>

        <p><strong>제1조 목적</strong></p>
        <p>본 이용약관은 "BADIVE"의 서비스의 이용조건과 운영에 관한 제반 사항 규정을 목적으로 합니다.</p>

        <p><strong>제2조 용어의 정의</strong></p>
        <p>본 약관에서 사용되는 주요한 용어의 정의는 다음과 같습니다.</p>
        <p>① 회원 : 사이트의 약관에 동의하고 개인정보를 제공하여 회원등록을 한 자로서, 사이트와의 이용계약을 체결하고 사이트를 이용하는 이용자를 말합니다.</p>
        <p>② 이용계약 : 사이트 이용과 관련하여 사이트와 회원간에 체결하는 계약을 말합니다.</p>
        <p>③ 회원 아이디(이하 "ID") : 회원의 식별과 회원의 서비스 이용을 위하여 회원별로 부여하는 고유한 문자와 숫자의 조합을 말합니다.</p>
        <p>④ 비밀번호 : 회원이 부여받은 ID와 일치된 회원임을 확인하고 회원의 권익 보호를 위하여 회원이 선정한 문자와 숫자의 조합을 말합니다.</p>
        <p>⑤ 운영자 : 서비스에 홈페이지를 개설하여 운영하는 운영자를 말합니다.</p>
        <p>⑥ 해지 : 회원이 이용계약을 해약하는 것을 말합니다.</p>

        <p><strong>제3조 약관 외 준칙</strong></p>
        <p>운영자는 필요한 경우 별도로 운영정책을 공지 안내할 수 있으며, 본 약관과 운영정책이 중첩될 경우 운영정책이 우선 적용됩니다.</p>

        <p><strong>제4조 이용계약 체결</strong></p>
        <p>① 이용계약은 회원으로 등록하여 사이트를 이용하려는 자의 본 약관 내용에 대한 동의와 가입신청에 대하여 운영자의 이용승낙으로 성립합니다.</p>
        <p>② 회원으로 등록하여 서비스를 이용하려는 자는 사이트 가입신청 시 본 약관을 읽고 아래에 있는 "동의합니다"를 선택하는 것으로 본 약관에 대한 동의 의사 표시를 합니다.</p>

        <p><strong>제5조 서비스 이용 신청</strong></p>
        <p>① 회원으로 등록하여 사이트를 이용하려는 이용자는 사이트에서 요청하는 제반정보(이용자ID, 비밀번호, 닉네임 등)를 제공해야 합니다.</p>
        <p>② 타인의 정보를 도용하거나 허위의 정보를 등록하는 등 본인의 진정한 정보를 등록하지 않은 회원은 사이트 이용과 관련하여 아무런 권리를 주장할 수 없으며, 관계 법령에 따라 처벌받을 수 있습니다.</p>

        <p><strong>제6조 개인정보처리방침</strong></p>
        <p>사이트 및 운영자는 회원가입 시 제공한 개인정보 중 비밀번호를 가지고 있지 않으며 이와 관련된 부분은 사이트의 개인정보처리방침을 따릅니다.</p>
        <p>운영자는 관계 법령이 정하는 바에 따라 회원등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다.</p>
        <p>회원의 개인정보보호에 관하여 관계법령 및 사이트가 정하는 개인정보처리방침에 정한 바에 따릅니다.</p>
        <p>단, 회원의 귀책 사유로 인해 노출된 정보에 대해 운영자는 일체의 책임을 지지 않습니다.</p>
        <p>운영자는 회원이 미풍양속에 저해되거나 국가안보에 위배되는 게시물 등 위법한 게시물을 등록·배포할 경우 관련 기관의 요청이 있을 시 회원의 자료를 열람 및 해당 자료를 관련 기관에 제출할 수 있습니다.</p>

        <p><strong>제7조 운영자의 의무</strong></p>
        <p>① 운영자는 이용회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 가급적 빨리 처리하여야 합니다. 다만, 개인적인 사정으로 신속한 처리가 곤란한 경우에는 사후에 공지 또는 이용회원에게 쪽지, 전자우편 등을 보내는 등 최선을 다합니다.</p>
        <p>② 운영자는 계속적이고 안정적인 사이트 제공을 위하여 설비에 장애가 생기거나 유실된 때에는 이를 지체 없이 수리 또는 복구할 수 있도록 사이트에 요구할 수 있습니다. 다만, 천재지변 또는 사이트나 운영자에 부득이한 사유가 있는 경우, 사이트 운영을 일시 정지할 수 있습니다.</p>

        <p><strong>제8조 회원의 의무</strong></p>
        <p>① 회원은 본 약관에서 규정하는 사항과 운영자가 정한 제반 규정, 공지사항 및 운영정책 등 사이트가 공지하는 사항 및 관계 법령을 준수하여야 하며, 기타 사이트의 업무에 방해가 되는 행위, 사이트의 명예를 손상하는 행위를 해서는 안 됩니다.</p>
        <p>② 회원은 사이트의 명시적 동의가 없는 한 서비스의 이용 권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.</p>
        <p>③ 이용고객은 아이디 및 비밀번호 관리에 상당한 주의를 기울여야 하며, 운영자나 사이트의 동의 없이 제3자에게 아이디를 제공하여 이용하게 할 수 없습니다.</p>
        <p>④ 회원은 운영자와 사이트 및 제3자의 지적 재산권을 침해해서는 안 됩니다.</p>

        <p><strong>제9조 서비스 이용 시간</strong></p>
        <p>① 서비스 이용 시간은 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 단, 사이트는 시스템 정기점검, 증설 및 교체를 위해 사이트가 정한 날이나 시간에 서비스를 일시중단할 수 있으며 예정된 작업으로 인한 서비스 일시 중단은 사이트의 홈페이지에 사전에 공지하오니 수시로 참고하시길 바랍니다.</p>
        <p>② 단, 사이트는 다음 경우에 대하여 사전 공지나 예고 없이 서비스를 일시적 혹은 영구적으로 중단할 수 있습니다.</p>
        <ul>
          <li>긴급한 시스템 점검, 증설, 교체, 고장 혹은 오동작을 일으키는 경우</li>
          <li>국가비상사태, 정전, 천재지변 등의 불가항력적인 사유가 있는 경우</li>
          <li>전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지한 경우</li>
          <li>서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우</li>
        </ul>

        <p><strong>제17조 카카오 알림톡 시행에 관한 내용</strong></p>
        <p>우리 회사(BADIVE)는 신규 회원의 전화번호 수집 양식 및 기존 회원 대상의 공지 이메일 등을 통해 안내 주문, 배송 정보 등 비광고성 정보를 카카오톡 알림톡으로 알려드리며, 만약 알림톡 수신이 불가능 하거나 수신 차단하신 경우에는 일반 문자 메시지로 보내드립니다. 와이파이 아닌 이동통신망으로 접속 시 알림톡 수신 중 데이터 요금이 발생할 수 있습니다. 알림톡과는 다른 방식으로 정보 수신을 원하시면 알림톡을 차단해주세요.</p>

        <p><strong>부칙</strong></p>
        <p>이 약관은 사이트 개설일부터 시행합니다.</p>
    
    
    
    
    `,
  },
  privacy: {
    title: "개인정보 수집 및 이용동의",
    content: `
    <p><strong>개인정보 이용 동의</strong></p><br />

        <p><strong>1. 개인정보 수집목적 및 이용목적</strong></p>

        <p><strong>(1) 홈페이지 회원 가입 및 관리</strong><br />
          회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별․인증, 회원자격 유지․관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정 이용 방지, 만 14세 미만 아동의 개인정보 처리시 법정대리인의 동의 여부 확인, 각종 고지․통지, 고충 처리 등의 목적</p>

        <p><strong>(2) 재화 또는 서비스 제공</strong><br />
          물품 배송, 서비스 제공, 계약서․청구서 발송, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증, 연령인증, 요금 결제 및 정산, 채권추심 등의 목적</p>

        <p><strong>(3) 고충 처리</strong><br />
          민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리 결과 통보 등</p>

        <p><strong>2. 수집하는 개인정보 항목</strong><br />
          ID, 성명, 비밀번호, 주소, 휴대폰 번호, 이메일, 14세 미만 가입자의 경우 법정대리인 정보</p>

        <p><strong>3. 개인정보 보유 및 이용기간</strong><br />
          회원탈퇴 시까지 (단, 관계 법령에 보존 근거가 있는 경우 해당 기간 시까지 보유, 개인정보처리방침에서 확인 가능)</p>
    `,
  },
  marketing: {
    title: "마케팅 목적의 개인정보 수집 및 이용동의",
    content: `
<p><strong>마케팅 목적의 개인정보 수집 및 이용 동의 (선택)</strong></p><br />

        <p>BADIVE는 아래의 목적으로 개인정보를 수집 및 이용하며, 회원의 개인정보를 안전하게 처리하는데 최선을 다하고 있습니다. 아래의 내용을 확인 후 동의하여 주시기 바랍니다.</p>

        <p><strong>1. 수집 및 이용 목적</strong><br />
          BADIVE의 개인 맞춤형 상품∙서비스 및 혜택 정보 제공, 이벤트 또는 광고성 정보 전달 및 참여 기회 제공, 상품∙서비스 이용 실적 정보 통계∙분석을 통한 신규 서비스 개발</p>

        <p><strong>2. 수집 및 이용 항목</strong><br />
          아이디, 이름, 성별, 생년월일, 휴대폰번호, CI(연계정보), 내/외국인정보, 이메일 주소, 서비스 이용기록(접속일시, IP주소, MAC주소), 접속기기 정보(단말기명, OS, 기기 식별 정보), 광고 식별자 정보(ADID, IDFA), 쿠키, 서비스 이용내역, 서비스 내 구매 및 결제 내역</p>

        <p><strong>3. 보유 및 이용 기간</strong><br />
          동의 철회 또는 탈퇴 요청 5일 후 지체없이 파기</p>

        <p>BADIVE가 제공하는 다양한 서비스 (<a href="#">자세히</a>) 가 포함되며, 특정 서비스 관련 정보를 제공받고 싶지 않으시면, 언제든지 My 알림 설정으로 동의 철회가 가능합니다.</p>

        <p>선택적인 개인정보 수집 및 이용에 동의하지 않을 권리가 있습니다. 동의하지 않아도 서비스 이용이 가능합니다. 다만, 동의하지 않을 경우 관련 할인 정보, 이벤트 등의 혜택 정보 제공이 제한됩니다. 더 자세한 내용에 대해서는 개인정보처리방침을 참고하시기 바랍니다.</p>
    `,
  },
};

